import React from 'react';
import { Container } from '../components/elements';

const Doc1 = () => {
	return (
		<Container>
			<h1>И. И. СИКОРСКИЙ</h1>

			<p>
				И. И. Сикорский родился 7 июня 1889 года в семье профессора-психиатра
				Киевского университета Сикорского Ивана Алексеевича. Учился Игорь
				сначала в Киеве в гимназии, а затем в 1903-1906 годах - в Петербургском
				Морском кадетском корпусе. В 1907 году он поступил в Киевский
				политехнический институт, где активно включился в работу
				воздухоплавательного кружка. В 1909 - 1912 годах студент Сикорский
				спроектировал и построил два экспериментальных вертолета, но, не
				добившись обнадеживающих результатов при их испытании, переключился на
				строительство аэропланов. Уже летом 1910 года И. И. Сикорский совершил
				удачный полет на биплане БИС-22, построенном при участии еще двух членов
				воздухоплавательного общества. А в августе 1911 года Игорь Иванович уже
				построил самолёт-биплан, на котором сдал экзамен на звание
				пилота-авиатора и установил четыре всероссийских рекорда: высоты - 500
				метров, дальности - 85 километров, продолжительности - 52 минуты и
				скорости полета - 125 километров в час. Затем, усовершенствовав
				выбранную схему, И. И. Сикорский создал самолёты С-6 и С-6А. Последний
				был удостоен Большой золотой медали на 2-й Международной
				воздухоплавательной выставке, проходившей в Москве в марте-апреле 1912
				года. Вскоре после этого Игорь Иванович был приглашен на работу в
				качестве главного конструктора авиационного отделения большого
				предприятия. Здесь Сикорский работал над созданием многомоторных
				летательных аппаратов, в частности, над созданием самолета «Илья
				Муромец», а также над усовершенствованием лёгких самолётов типа С-16.
			</p>
			<p>
				Однако после того как в России произошла Революция 1917 года, жить и
				работать на родине талантливый конструктор не смог: он не понял и не
				принял идеи насильственной перестройки человеческого общества. Сикорский
				эмигрировал в США, где в 1919 году основал собственную фирму. Но первый
				самолёт ему удалось создать лишь в 1924 году. Это была двухмоторная
				пассажирская машина С-29. не имевшая заметного успеха. Прошло ещё четыре
				года, и пассажирский самолёт-амфибия С-38, вмещавший 10 пассажиров при
				двух членах экипажа, вышел на воздушные линии Карибского моря.
				Центральной и Южной Америки. При снятии колес он превращался в
				гидросамолёт.
			</p>
			<p>
				Самолеты-амфибии и гидросамолеты в то время, в условиях бездорожья и
				отсутствия развитой аэродромной сети, оказались наиболее удобным видом
				транспорта. Талант и опыт, умение предугадать потребности развивающегося
				воздушного транспорта помогли Сикорскому занять одно из ведущих мест в
				создании американской гидроавиации. Однако в 1939 году конструктор
				оставил это перспективное направление и переключился на разработку и
				строительство вертолетов. Так в США появилась всемирно известная
				вертолётная фирма «Сикорский», выпускающая популярные на внутреннем и
				мировом рынке вертолеты гражданского и военного назначения -
				пассажирские, транспортные, противолодочные, поисково-спасательные,
				многоцелевые и других типов. Их строят в большом количестве в США, а
				также по лицензиям в Великобритании, Италии, Канаде, Японии. Одной из
				наиболее совершенных разработок фирмы «Сикорский» стал средний
				многоцелевой тактический вертолёт армии США Н-60А «Блэк Хоук». Его
				нормальный взлётный вес составляет примерно 7,4 тонны. Он может
				развивать скорость до 270 километров в час и преодолевать расстояние до
				600 километров. На его основе созданы или разрабатываются несколько
				типов вертолётов различного военного назначения.
			</p>
			<p>
				Игорь Иванович Сикорский, ставший еще в начале века знаменитым русским
				авиаконструктором и успешно строивший затем самолёты и вертолёты в США,
				скончался 26 октября 1972 года в возрасте 83 лет в США в городе Истон
				штата Коннектикут. Лично им или под его руководством было разработано 78
				различных летательных аппаратов. 72 из них выпускались серийно, 2 были
				доведены до стадии опытных образцов и лишь 4 остались на бумаге.
			</p>
		</Container>
	);
};

export default Doc1;
