import React from 'react';
import { Container } from '../components/elements';

const Doc1 = () => {
	return (
		<Container>
			<h1>И. И. СИКОРСКИЙ</h1>

			<p>
				И. И. Сикорский родился 7 (седьмого) июня 1889 (тысяча восемьсот
				восемьдесят девятого) года. В 1907 (тысяча девятьсот седьмом) году он
				поступил в Киевский политехнический институт, где спроектировал и
				построил два экспериментальных вертолета, но, не добившись
				обнадеживающих результатов при их испытании, переключился на
				строительство аэропланов. В 1910 (тысяча девятьсот десятом) году И. И.
				Сикорский совершил удачный полет на биплане БИС-22(деваться два), с
				двумя другими студентами. А в августе 1911 (тысяча девятьсот
				одиннадцатого) года Игорь Иванович построил самолёт-биплан, на котором
				сдал экзамен и установил четыре всероссийских рекордов. Затем, И. И.
				Сикорский создал самолёты С-6 (шесть) и С-6А (шесть A), которые был
				удостоен Большой золотой медали на 2-й Международной воздухоплавательной
				выставке, в марте-апреле 1912 (тысяча девятьсот двенадцатого) года.
				Вскоре после этого он был приглашен на работу в качестве главного
				конструктора авиационного отделения большого предприятия где Сикорский
				работал над созданием многомоторных летательных аппаратов
			</p>
			<p>
				После революции 1917 (тысяча девятьсот семнадцатого года) года в России
				Сикорский эмигрировал в США, где в 1919 (тысяча девятьсот девятнадцатом)
				году основал его компания. Но первый самолёт ему создал лишь в 1924
				(тысяча девятьсот двадцать четвертом) году. Это была двухмоторная
				пассажирская машина С-29 (двадцать девять). не имевшая заметного успеха.
				Прошло ещё четыре года, и пассажирский самолёт-амфибия С-38 (тридцать
				восемь), вмещавший 10 пассажиров при двух членах экипажа, вышел на
				воздушные линии Карибского моря. Центральной и Южной Америки. и без
				колес он превращался в гидросамолёт.
			</p>
			<p>
				Самолеты-амфибии и гидросамолеты в этом времени, оказались наиболее
				удобным видом транспорта. Однако в 1939 (тысяча девятьсот тридцать
				девятом) году конструктор переключился на строительство вертолетов. Так
				в США появилась всемирно известная вертолётная фирма «Сикорский»,
				выпускающая многих типов вертолетов. Их строят в большом количестве в
				США, а также по лицензиям в Великобритании, Италии, Канаде, Японии. один
				из самых известных вертолетов компании стал «Блэк Хоук». Его нормальный
				взлётный вес составляет примерно 7,4 (семь целых четыре десятых) тонны.
				Он может развивать скорость до 270 (до двести семидесяти километров)
				километров в час и преодолевать расстояние до 600 (до шестисот
				километров) километров.
			</p>
			<p>
				Игорь Иванович Сикорский скончался 26 (двадцать шестого) октября 1972
				(тысяча девятьсот семьдесят второго) года в возрасте 83 (восьмидесяти
				трёх) лет в США. Лично им или под его руководством было разработано 78
				(семьдесят восемь) различных летательных аппаратов. 72 (семьдесят два)
				из них выпускались серийно, 2 (два) были доведены до стадии опытных
				образцов и лишь 4 (четыре) остались на бумаге.
			</p>
		</Container>
	);
};

export default Doc1;
