import React from 'react';

const Doc1 = () => {
	return (
		<div>
			<h1>И. И. СИКОРСКИЙ</h1>

			<p>
				И. И. Сикорский родился 7 июня 1889. В 1907 году он поступил в Киевский
				политехнический институт, где спроектировал и построил два
				экспериментальных вертолета, но, не добившись обнадеживающих результатов
				при их испытании, переключился на строительство аэропланов. В 1910 году
				И. И. Сикорский совершил удачный полет на биплане БИС-22, с двумя
				другими студентами. А в августе 1911 года Игорь Иванович построил
				самолёт-биплан, на котором сдал экзамен и установил четыре всероссийских
				рекордов. Затем, И. И. Сикорский создал самолёты С-6 и С-6А, которые был
				удостоен Большой золотой медали на 2-й Международной воздухоплавательной
				выставке, в марте-апреле 1912 года. Вскоре после этого он был приглашен
				на работу в качестве главного конструктора авиационного отделения
				большого предприятия где Сикорский работал над созданием многомоторных
				летательных аппаратов
			</p>
			<p>
				После революции 1917 года в России Сикорский эмигрировал в США, где в
				1919 году основал его компания. Но первый самолёт ему создал лишь в 1924
				году. Это была двухмоторная пассажирская машина С-29. не имевшая
				заметного успеха. Прошло ещё четыре года, и пассажирский самолёт-амфибия
				С-38, вмещавший 10 пассажиров при двух членах экипажа, вышел на
				воздушные линии Карибского моря. Центральной и Южной Америки. и без
				колес он превращался в гидросамолёт.
			</p>
			<p>
				Самолеты-амфибии и гидросамолеты в этом времени, оказались наиболее
				удобным видом транспорта. Однако в 1939 году конструктор переключился на
				строительство вертолетов. Так в США появилась всемирно известная
				вертолётная фирма «Сикорский», выпускающая многих типов вертолетов. Их
				строят в большом количестве в США, а также по лицензиям в
				Великобритании, Италии, Канаде, Японии. один из самых известных
				вертолетов компании стал «Блэк Хоук». Его нормальный взлётный вес
				составляет примерно 7,4 тонны. Он может развивать скорость до 270
				километров в час и преодолевать расстояние до 600 километров.
			</p>
			<p>
				Игорь Иванович Сикорский скончался 26 октября 1972 года в возрасте 83
				лет в США. Лично им или под его руководством было разработано 78
				различных летательных аппаратов. 72 из них выпускались серийно, 2 были
				доведены до стадии опытных образцов и лишь 4 остались на бумаге.
			</p>
		</div>
	);
};

export default Doc1;
