import React from 'react';

const Doc1 = () => {
	return (
		<div>
			<h1>Электрический ток проводимости</h1>
			<p>
				Электрические заряды, имеющиеся в различных телах, участвуют в
				беспорядочном тепловом движении. Для того, чтобы получить односторонний
				перенос электрических зарядов, необходимо приложить к этим зарядам силы;
				в частности, если тела, содержащие свободные заряды, поместить в
				электрическое поле, то на положительные заряды будут действовать силы,
				направленные вдоль вектора Е, на отрицательные - против Е. Вследствие
				этого на тепловое движение зарядов накладывается некоторое направленное
				перемещение положительных зарядов в одном и отрицательных в обратном
				направлении. (Не читать: Однако при описании движения электрических
				зарядов обычно отвлекаются от их беспорядочного теплового движения и
				интересуются только результирующим переносом этих зарядов в том илином
				направлении.
			</p>
			<p>
				Электрическим то ком называется упорядоченное перемещение электрических
				зарядов одного знака в каком-нибудь направлении. Движение положительных
				и отрицательных зарядов в противоположных направлениях есть
				электрический ток одного и того же направления. Условились, что
				направление тока совпадает с направлением движения положительных зарядов
				и противоположно направлению движения отрицательных зарядов,
			</p>
			<p>
				Основным признаком электрического тока является магнитное поле,
				существующее вокруг движущихся зарядов. Кроме того, при прохождении
				электрического тока через вещество наблюдаются тепловые, оптические и
				химические явления, в которых имеет место превращение электрической
				энергии в другие виды энергии.
			</p>
			<p>
				Электрические токи, вызванные в телах электрическими полями, называются
				токами проводимости. Например, в металлических проводниках электрический
				ток представляет собой упорядоченное перемещение свободных электронов,
				вызванное действующим внутри проводника электрическим полем.
				Положительные ионы металла прочно связаны между собой в кристаллической
				решетке и в переносе зарядов не участвуют. Вследствие этого
				электрический ток через металлы не сопровождается какими-нибудь
				изменениями их вещества. (Не читать: Упорядоченное движение электронов в
				металлических проводниках можно получить и без электрического поля,
				механическим путем, если быстро затормозить движущееся металлическое
				тело.) Свободные электроны некоторое время перемещаются по инерции по
				направлению движения и создают кратковременный электрический ток.
			</p>
			<p>
				В некоторых твердых телах - полупроводниках, в стекле и т.д. -
				электрический ток может быть образован также и упорядоченным движением
				ионов. С повышением температуры эта ионная проводимость твердых тел
				возрастает. Так, например, стекло, нагретое до размягчения, обладает
				хорошей проводимостью. (Не читать: Наблюдается также и смешанная
				проводимость, создаваемая движением электронов и ионов.) B жидких
				проводниках (электролитах) электрический ток обусловлен движением
				положительных и отрицательных ионов в противоположных направлениях. При
				отсутствии электрического поля эти ионы совершают беспорядочное тепловое
				движение. При наличии поля электрические силы добавляют к тепловым
				скоростям ионов некоторые скорости вдоль поля, вследствие чего
				положительные ионы постепенно перемещаются к катоду, а отрицательные — к
				аноду
			</p>
			<p>Краткосрочные электрические токи наблюдаются и в диэлектриках</p>
		</div>
	);
};

export default Doc1;
